home/controllers/CustomersController.php

    public function actionCreate()
    {
        $model = new Customers();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {
---
INSERT INTO `customers` (`customerNumber`, `companyName`, `contactLastName`, `contactFirstName`, `phone`, `addressLine1`, `addressLine2`, `city`, `state`, `postalCode`, `country`, `salesRepEmployeeNumber`, `creditLimit`) VALUES (123456, '海南大集网络贸易有限公司', '军', '梁', '13876677583', '海南大厦', '海航大厦', '海口', '', '', '中国', NULL, NULL)